---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.VectorAtPoint
source: html/d2038b2b-73d0-45d9-249a-541f256fa249.htm
---
# VectorAtPoint Members

Creates a copy of the given VectorAtPoint instance.